[
"Terkadang, yang paling menyakitkan bukan perpisahan, tetapi harapan yang tak pernah terwujud.",
"Aku rindu, tapi mungkin hanya aku yang merasakannya.",
"Kenangan bersamamu seperti bayangan, selalu ada, tapi tak bisa kugapai lagi.",
"Mencintaimu adalah pilihan, tapi melupakanmu adalah keharusan.",
"Aku tersenyum, tapi hatiku menangis.",
"Kamu pergi, tapi bayangmu tak pernah hilang.",
"Mencoba bahagia tanpa kamu, seperti mencoba hidup tanpa napas.",
"Rasanya seperti menunggu sesuatu yang tak pernah akan datang.",
"Kita berdua melihat bulan yang sama, tapi di dunia yang berbeda.",
"Mungkin kita memang ditakdirkan untuk bertemu, tapi bukan untuk bersama.",
"Terkadang, diam adalah satu-satunya cara untuk menunjukkan betapa dalam lukaku.",
"Aku mencoba melupakan, tapi setiap tempat yang ku kunjungi mengingatkanmu.",
"Ketika semua sudah berlalu, aku hanya berharap kamu juga merasakan apa yang kurasakan.",
"Hati ini ingin melangkah pergi, tapi kenangan terus menarikku kembali.",
"Aku tersenyum pada dunia, tapi tak ada yang tahu luka di dalam hatiku.",
"Cinta yang tak terbalas seperti menunggu hujan di tengah gurun.",
"Kamu adalah mimpi terindah yang berakhir dengan kenyataan pahit.",
"Bertahan itu sakit, tapi melepaskan juga bukan pilihan yang mudah.",
"Kita hanya sepasang rindu yang tak pernah bertemu.",
"Harapan yang aku jaga perlahan berubah menjadi kekecewaan.",
"Aku masih di sini, di tempat yang sama, menunggu sesuatu yang mungkin tak pernah kembali.",
"Kehadiranmu hanya sementara, tapi kenangannya menetap selamanya.",
"Aku lelah bertanya-tanya apakah kamu pernah merindukanku seperti aku merindukanmu.",
"Tersesat dalam bayanganmu, meski aku tahu tak ada jalan untuk kembali.",
"Semua senyuman ini hanya topeng dari hati yang terluka.",
"Kadang, cinta itu tentang melepaskan, bukan selalu memiliki.",
"Kenapa hatiku masih terjebak di masa lalu, sementara kamu sudah bahagia dengan masa depanmu?",
"Aku adalah puisi yang kau baca, namun tak pernah kau pahami.",
"Jika aku bisa memutar waktu, aku ingin berhenti sebelum mencintaimu.",
"Setiap kali aku mencoba melupakan, ingatan tentangmu selalu datang tanpa diundang.",
"Kenapa lebih banyak like daripada komen? Karena lebih baik menyukai daripada mengungkapkan",
"Dari hujan aku melihat manusia itu unik,ada yang berteduh karena takut jatuh sakit,ada yang mencari hujan untuk melepas rasa sakit.",
"Tuhan hanya mempertemukan bukan mempersatukan, terkadang yang datang hanya hadir bukan takdir",
"Dia menusukkan pisau kepadaku, tapi aku yg meminta maaf karna darahku mengenai kakinya,terkesan tidak adil tapi inilah takdir",
"Semesta memang bercanda,melupakannya hampir membuatku gila,jika Antartika batas antar benua maka antarkita hanya sebatas mengagumi sahaja",
"Mencintai tapi tak dicintai balik itu ibarat memeluk bunga kaktus,semakin erat pelukannya maka semakin sakit rasanya",
"seorang laki-laki tidak di ciptakan untuk bahagia, tapi untuk menciptakan kebahagiaan",
"mending indomie apa mie sedap?mending sadar diri daripada berharap, sudah berusaha jadi indomie biar jadi seleramu, malah jadi kodomo teman baikmu.",
"labih baik tersakiti dari pada menyakiti,lebih baik sadar diri daripada tak dihargai"
]